Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/german_to_english.tmx
Source language: de
Languages: en_uk

source: Links auf diese Seite
en_uk: What links here

source: Änderungen an verlinkten Seiten
en_uk: Related changes

source: Hochladen
en_uk: Upload file

source: Spezialseiten
en_uk: Special pages

source: Druckversion
en_uk: Printable version

source: Artikel zitieren
en_uk: Cite this article

source: Diese Seite wurde zuletzt geändert um 19:08, 21. Aug 2006.
en_uk: This page was last modified 19:08, 21 Aug 2006.

source: Ihr Inhalt steht unter der GNU-Lizenz für freie Dokumentation.
en_uk: All text is available under the terms of the Ihr Inhalt steht unter der GNU Free Documentation License.

source: Wikipedia® ist eine eingetragene Marke der Wikimedia Foundation Inc.
en_uk: Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc.

source: Datenschutz
en_uk: Privacy policy

source: Über Wikipedia
en_uk: About Wikipedia

source: Impressum
en_uk: Disclaimers

source: Lehrer außerhalb von Schule
en_uk: Teachers outside schools

source: Lehrer und Schüler (moderne Darstellung)
en_uk: Teacher and pupil (modern interpretation)

source: In vielen Ländern werden andere Begriffe verwendet.
en_uk: Other terms are used in many countries.

source: Siehe auch
en_uk: See also

source: Weblinks
en_uk: External links

source: Frauen sind seit 1952 in die Mannschaften integriert.
en_uk: The teams have included women since1952.

source: Die Paralympics sind inzwischen die zweitgrößte Sport-veranstaltung der Welt.
en_uk: The Paralympics are now the world's second-largest sporting event.

source: Heute sind weltweit Frauen im Gymnastiksport führend.
en_uk: Women are now the leaders worldwide in gymnastic sports.

source: Olympisch ist die Sportart seit Stockholm 1912 (Einzel) und Amsterdam 1928 (Mannschaft).
en_uk: The sport has been an olympic event since Stockholm/1912 (solo) and Amsterdam/ 1928 (team).

source: Schwingende Saiten
en_uk: Vibrating strings

source: Obertöne der menschlichen Stimme
en_uk: Overtones of the human voice

source: usw.
en_uk: etc.

source: Obertonreihen
en_uk: Overtone series

source: Als experimentelle Bestätigung verwendete bereits Patrick Moore das Monokel.
en_uk: Patrick Moore had already used the monocle for experimental proof.

source: Das spezifische Aussehen eines Instrumentes ergibt sich aus den folgenden Parametern:
en_uk: The specific appearance of an instrument is determined by the following parameters:

source: Das ist natürlich auch nur eine Annahme.
en_uk: This is of course only an assumption.

source: Eric Idle vergaß einmal seine Tasche vor dem Eingang des Bahnhofs, und als er zurückkam, konnte er diese nirgends finden.
en_uk: On one occasion, Eric Idle forgot his bag in front of the entrance to the station. When he returned, he couldn't find it anywhere.

source: Die beiden blieben, um den „lustigsten Hotelier der Welt“ zu studieren.
en_uk: The two stayed in order to study the "world's funniest hotelier".

source: Sie können heute also nicht mehr besichtigt werden.
en_uk: It can therefore no longer be visited.

source: Bis zum Jahre 1978 wurde das Buch an 15.000 Leser in 17 Ländern verkauft.
en_uk: By 1978, the book had been sold to 15,000 readers in 17 countries.

source: Der folgende Text behandelt die Domestikation von Hasen.
en_uk: The following text describes the domestication of rabbits.

source: Die Domestizierung von Wildtieren ergibt sich durch die menschliche Auslese und Isolation solcher Individuen zur Züchtung der Art, die den gewünschten Eigenschaften am meisten entsprechen, z. B. eine geringere Aggressivität gegenüber Artgenossen und Menschen und selbstverständlich auch Hasen.
en_uk: Domestication of wild animals is a result of human selection and the isolation, for breeding purposes, of individuals the characteristics of which correspond most closely to those desired. These may be low aggressivity towards other members of the same species, to human beings, and of course to rabbits.

source: Die natürlich vorkommende evolutionäre Entwicklung wird durch künstliche Auswahl des Menschen nach Zuchtkriterien ersetzt.
en_uk: The natural evolutionary development is replaced by artificial selection by human beings in accordance with breeding criteria.

source: Die genetischen Eigenschaften der Tiere ändern sich daher im Zuge der Domestikation.
en_uk: The genetic characteristics of the animals therefore change in the course of domestication.

source: Hauskatze
en_uk: Domestic cat

source: Eine andere Theorie wird von Coppinger und Zimen vorgeschlagen: Der Wolf (als Welpe) schloss sich dem Menschen an.
en_uk: Coppinger and Zimen propose a different theory: the wolf associated itself, whilst still a cub, with human beings.

source: Der früheste Nachweis (Pfotenabdruck) ist ungefähr 23000 Jahre alt.
en_uk: The earliest evidence (a paw print) is approximately 23,000 years old.

source: Sie verdrängte das ältere Frettchen, den domestizierten Iltis.
en_uk: It displaced the older ferret, the domesticated Iltis.

source: Ägyptische Zeichnung von domestizierten Hasen Die Menschen domestizierten bereits vor 8.000 vor Christi Ziegen, Schafe, Rinder und vermutlich auch das Schwein und noch vor 3500 vor Christi Pferde.
en_uk: Egyptian drawing of domesticated rabbits Humans domesticated goats, sheep, cattle and probably also the pig as early as 8000 B.C., and horses before 3500 B.C..

source: Rinder, Schafe und Ziegen, jedoch nicht Hasen, dienten schon früh als Lieferanten von Sekundärprodukten wie Käse und Milch.
en_uk: Cattle, sheep and goats, but not rabbits, served as sources of secondary products such as cheese and milk from an early stage.

source: Die Domestizierung von Pferden scheint an vielerorts (gleichzeitig) geglückt zu sein.
en_uk: The domestication of horses appears to have been achieved simultaneously at several different locations.

source: Chronologie der Domestizierung von Haustieren
en_uk: Chronology of the domestication of domestic animals

source: Ziege (vor 10000 Jahren/Westasien)
en_uk: Goats (10000 years ago/western Asia)

source: Verstärkung für den Menschen nützlicher Eigenschaften (z. B. Milchleistung beim Rind)
en_uk: Enhancement of characteristics useful to human beings (e.g. the milk yield of cattle)

source: Literatur
en_uk: Literature
